autoconf
automake
base
bison
bspwm
cava
dialog
dunst
fakeroot
fasd
firefox
flex
font-manager
grub
kitty
lightcord-bin
linux-headers
make
neovim
network-manager-applet
nvidia
patch
picom-ibhagwan-git
playerctl
polybar
spicetify-cli
spotify
ttf-courier-prime
ttf-font-awesome
unzip
vim-plug
wget
which
wireless_tools
wpgtk-git
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwud
yadm
yay-git
zsh
